[
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-tasks-plugin",
  "OA-file-hider",
  "templater-obsidian",
  "obsidian-minimal-settings",
  "obsidian-linter",
  "obsidian-dynamic-toc",
  "obsidian-icon-folder"
]